Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# DiagnosticsDescription.Text
source: This log records app errors and OAuth milestones. Credentials, authorization codes, and tokens are excluded.
af_za: Hierdie log teken programfoute en OAuth-mylpale aan. Geloofsbriewe, magtigingskodes en tokens is uitgesluit.
am_et: ይህ ምዝግብ ማስታወሻ የመተግበሪያ ስህተቶችን እና የOAuth ዋና ዋና ክስተቶችን ይመዘግባል። ምስክርነቶች፣ የፈቀዳ ኮዶች እና ማስመሰያዎች አይካተቱም።
ar_sa: يسجل هذا السجل أخطاء التطبيق ومعالم OAuth. يتم استبعاد بيانات الاعتماد ورموز التفويض والرموز المميزة.
as_in: এই লগ এ এপ ভুল আৰু OAuth মাইলৰ খুঁটিসমূহ ৰেকৰ্ড কৰে। প্ৰমাণপত্ৰ, অনুমোদন ক'ড, আৰু টোকেনসমূহ বাদ দিয়া হৈছে।
az_latn_az: Bu jurnal proqram xətalarını və OAuth mərhələlərini qeyd edir. Etibarnamələr, icazə kodları və tokenlər istisna olunur.
be_by: У гэты журнал запісваюцца памылкі праграмы і этапы OAuth. Уліковыя даныя, коды аўтарызацыі і токены выключаны.
bg_bg: Този регистрационен файл записва грешки в приложението и етапи на OAuth. Идентификационните данни, кодовете за оторизация и токените са изключени.
bn_bd: এই লগ অ্যাপের ত্রুটি এবং OAuth মাইলস্টোন রেকর্ড করে। শংসাপত্র, অনুমোদন কোড, এবং টোকেন বাদ দেওয়া হয়.
bs_latn_ba: Ovaj dnevnik bilježi greške aplikacije i OAuth prekretnice. Akreditivi, autorizacijski kodovi i tokeni su isključeni.
ca_es: Aquest registre registra els errors de l'aplicació i les fites d'OAuth. S'exclouen les credencials, els codis d'autorització i els testimonis.
cs_cz: Tento protokol zaznamenává chyby aplikace a milníky OAuth. Pověření, autorizační kódy a tokeny jsou vyloučeny.
da_dk: Denne log registrerer appfejl og OAuth-milepæle. Legitimationsoplysninger, autorisationskoder og tokens er udelukket.
de_de: Dieses Protokoll zeichnet App-Fehler und OAuth-Meilensteine auf. Ausgenommen sind Zugangsdaten, Autorisierungscodes und Token.
el_gr: Αυτό το αρχείο καταγραφής καταγράφει σφάλματα εφαρμογής και ορόσημα OAuth. Τα διαπιστευτήρια, οι κωδικοί εξουσιοδότησης και τα διακριτικά εξαιρούνται.
es_us: Este registro registra los errores de la aplicación y los hitos de OAuth. Se excluyen las credenciales, códigos de autorización y tokens.
et_ee: See logi salvestab rakenduse vead ja OAuthi verstapostid. Mandaadid, autoriseerimiskoodid ja märgid on välistatud.
eu_es: Erregistro honek aplikazioen erroreak eta OAuth-en mugarriak erregistratzen ditu. Kredentzialak, baimen-kodeak eta tokenak baztertuta daude.
fa_ir: این گزارش خطاهای برنامه و نقاط عطف OAuth را ثبت می کند. اعتبارنامه ها، کدهای مجوز، و نشانه ها مستثنی هستند.
fi_fi: Tämä loki tallentaa sovellusvirheet ja OAuth-virstanpylväät. Tunnistetiedot, valtuutuskoodit ja tunnukset eivät sisälly.
fil_ph: Itinatala ng log na ito ang mga error sa app at OAuth milestone. Ang mga kredensyal, authorization code, at token ay hindi kasama.
fr_ca: Ce journal enregistre les erreurs d'application et les jalons OAuth. Les informations d'identification, les codes d'autorisation et les jetons sont exclus.
gl_es: Este rexistro rexistra os erros das aplicacións e os fitos de OAuth. Quedan excluídos as credenciais, os códigos de autorización e os tokens.
gu_in: આ લોગ એપ્લિકેશન ભૂલો અને OAuth માઇલસ્ટોન્સ રેકોર્ડ કરે છે. ઓળખપત્રો, અધિકૃતતા કોડ અને ટોકન્સ બાકાત છે.
he_il: יומן זה מתעד שגיאות באפליקציה ואבני דרך של OAuth. אישורים, קודי הרשאה ואסימונים אינם נכללים.
hi_in: यह लॉग ऐप त्रुटियों और OAuth मील के पत्थर को रिकॉर्ड करता है। क्रेडेंशियल, प्राधिकरण कोड और टोकन को बाहर रखा गया है।
hr_hr: Ovaj dnevnik bilježi pogreške aplikacije i OAuth prekretnice. Vjerodajnice, autorizacijski kodovi i tokeni nisu uključeni.
hu_hu: Ez a napló rögzíti az alkalmazáshibákat és az OAuth-mérföldköveket. A hitelesítési adatok, engedélyezési kódok és tokenek kizárva.
hy_am: Այս գրանցամատյանը գրանցում է հավելվածի սխալները և OAuth-ի նշաձողերը: Հավատարմագրերը, թույլտվության կոդերը և նշանները բացառված են:
id_id: Log ini mencatat kesalahan aplikasi dan pencapaian OAuth. Kredensial, kode otorisasi, dan token dikecualikan.
is_is: Þessi annál skráir forritavillur og OAuth áfanga. Skilríki, heimildarkóðar og tákn eru undanskilin.
it_it: Questo log registra gli errori dell'app e i traguardi OAuth. Sono esclusi credenziali, codici di autorizzazione e token.
ja_jp: このログには、アプリのエラーと OAuth マイルストーンが記録されます。資格情報、認証コード、トークンは除外されます。
ka_ge: ეს ჟურნალი აღრიცხავს აპის შეცდომებს და OAuth ეტაპებს. სერთიფიკატები, ავტორიზაციის კოდები და ჟეტონები გამორიცხულია.
kk_kz: Бұл журнал қолданба қателерін және OAuth кезеңдерін жазады. Тіркелгі деректері, авторизация кодтары және таңбалауыштар алынып тасталды.
km_kh: កំណត់ហេតុនេះកត់ត្រាកំហុសកម្មវិធី និងចំណុចសំខាន់ OAuth ។ អត្តសញ្ញាណប័ណ្ណ លេខកូដអនុញ្ញាត និងសញ្ញាសម្ងាត់ត្រូវបានដកចេញ។
kn_in: ಈ ಲಾಗ್ ಅಪ್ಲಿಕೇಶನ್ ದೋಷಗಳು ಮತ್ತು OAuth ಮೈಲಿಗಲ್ಲುಗಳನ್ನು ದಾಖಲಿಸುತ್ತದೆ. ರುಜುವಾತುಗಳು, ಅಧಿಕಾರ ಕೋಡ್‌ಗಳು ಮತ್ತು ಟೋಕನ್‌ಗಳನ್ನು ಹೊರತುಪಡಿಸಲಾಗಿದೆ.
ko_kr: 이 로그는 앱 오류와 OAuth 마일스톤을 기록합니다. 자격 증명, 인증 코드 및 토큰은 제외됩니다.
ky_kg: Бул журнал колдонмонун каталарын жана OAuth этаптарын жазат. Каттоо маалыматтары, авторизация коддору жана энбелгилери алынып салынат.
lo_la: ບັນທຶກນີ້ບັນທຶກຄວາມຜິດພາດຂອງແອັບຯ ແລະຈຸດສຳຄັນຂອງ OAuth. ຂໍ້ມູນປະຈຳຕົວ, ລະຫັດການອະນຸຍາດ, ແລະໂທເຄັນແມ່ນບໍ່ລວມເອົາ.
lt_lt: Šiame žurnale įrašomos programų klaidos ir „OAuth“ etapai. Kredencialai, prieigos kodai ir prieigos raktai neįtraukiami.
lv_lv: Šajā žurnālā tiek reģistrētas lietotņu kļūdas un OAuth atskaites punkti. Akreditācijas dati, autorizācijas kodi un marķieri nav iekļauti.
mk_mk: Овој дневник ги евидентира грешките во апликацијата и пресвртниците на OAuth. Ингеренциите, кодовите за авторизација и токените се исклучени.
ml_in: ഈ ലോഗ് ആപ്പ് പിശകുകളും OAuth നാഴികക്കല്ലുകളും രേഖപ്പെടുത്തുന്നു. ക്രെഡൻഷ്യലുകൾ, അംഗീകാര കോഡുകൾ, ടോക്കണുകൾ എന്നിവ ഒഴിവാക്കിയിരിക്കുന്നു.
mn_mn: Энэ бүртгэл нь програмын алдаа болон OAuth үе шатуудыг бүртгэдэг. Итгэмжлэх жуух бичиг, зөвшөөрлийн код, жетон оруулаагүй болно.
mr_in: हा लॉग ॲप एरर आणि OAuth माइलस्टोन रेकॉर्ड करतो. क्रेडेन्शियल, अधिकृतता कोड आणि टोकन वगळले आहेत.
ms_my: Log ini merekodkan ralat apl dan pencapaian OAuth. Bukti kelayakan, kod kebenaran dan token dikecualikan.
nb_no: Denne loggen registrerer appfeil og OAuth-milepæler. Legitimasjon, autorisasjonskoder og tokens er ekskludert.
ne_np: यो लगले एप त्रुटिहरू र OAuth माइलस्टोनहरू रेकर्ड गर्दछ। प्रमाणहरू, प्राधिकरण कोडहरू, र टोकनहरू बहिष्कृत छन्।
nl_nl: In dit logboek worden app-fouten en OAuth-mijlpalen vastgelegd. Inloggegevens, autorisatiecodes en tokens zijn uitgesloten.
or_in: ଏହି ଲଗ୍ ଆପ୍ ତ୍ରୁଟି ଏବଂ OAuth ମାଇଲଖୁଣ୍ଟକୁ ରେକର୍ଡ କରେ | ପ୍ରମାଣପତ୍ର, ପ୍ରାଧିକରଣ ସଂକେତ, ଏବଂ ଟୋକେନ୍ ଗୁଡିକ ବାଦ ଦିଆଯାଇଛି |
pa_in: ਇਹ ਲੌਗ ਐਪ ਤਰੁਟੀਆਂ ਅਤੇ OAuth ਮੀਲਪੱਥਰ ਨੂੰ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ। ਪ੍ਰਮਾਣ ਪੱਤਰ, ਪ੍ਰਮਾਣੀਕਰਨ ਕੋਡ, ਅਤੇ ਟੋਕਨਾਂ ਨੂੰ ਬਾਹਰ ਰੱਖਿਆ ਗਿਆ ਹੈ।
pl_pl: Ten dziennik rejestruje błędy aplikacji i kamienie milowe protokołu OAuth. Dane uwierzytelniające, kody autoryzacyjne i tokeny nie są uwzględniane.
pt_br: Este log registra erros de aplicativos e marcos do OAuth. Credenciais, códigos de autorização e tokens estão excluídos.
ro_ro: Acest jurnal înregistrează erorile aplicației și reperele OAuth. Sunt excluse acreditările, codurile de autorizare și jetoanele.
ru_ru: В этом журнале регистрируются ошибки приложений и контрольные точки OAuth. Учетные данные, коды авторизации и токены исключаются.
si_lk: මෙම ලොගය යෙදුම් දෝෂ සහ OAuth සන්ධිස්ථාන වාර්තා කරයි. අක්තපත්‍ර, අවසර කේත සහ ටෝකන බැහැර කර ඇත.
sk_sk: Tento denník zaznamenáva chyby aplikácie a míľniky protokolu OAuth. Poverenia, autorizačné kódy a tokeny sú vylúčené.
sl_si: Ta dnevnik beleži napake aplikacij in mejnike OAuth. Poverilnice, avtorizacijske kode in žetoni so izključeni.
sq_al: Ky regjistër regjistron gabimet e aplikacionit dhe momentet e OAuth. Kredencialet, kodet e autorizimit dhe argumentet janë të përjashtuara.
sr_cyrl_rs: Овај дневник бележи грешке апликације и ОАутх прекретнице. Акредитиви, ауторизациони кодови и токени су искључени.
sr_latn_rs: Ovaj dnevnik beleži greške aplikacije i OAuth prekretnice. Akreditivi, autorizacioni kodovi i tokeni su isključeni.
sv_se: Den här loggen registrerar appfel och OAuth-milstolpar. Inloggningsuppgifter, auktoriseringskoder och tokens är undantagna.
sw_ke: Kumbukumbu hii hurekodi makosa ya programu na hatua muhimu za OAuth. Vitambulisho, misimbo ya uidhinishaji na tokeni hazijajumuishwa.
ta_in: இந்த பதிவு ஆப்ஸ் பிழைகள் மற்றும் OAuth மைல்கற்களை பதிவு செய்கிறது. நற்சான்றிதழ்கள், அங்கீகாரக் குறியீடுகள் மற்றும் டோக்கன்கள் விலக்கப்பட்டுள்ளன.
te_in: ఈ లాగ్ యాప్ లోపాలు మరియు OAuth మైలురాళ్లను రికార్డ్ చేస్తుంది. ఆధారాలు, అధికార కోడ్‌లు మరియు టోకెన్‌లు మినహాయించబడ్డాయి.
th_th: บันทึกนี้จะบันทึกข้อผิดพลาดของแอปและเหตุการณ์สำคัญ OAuth ไม่รวมข้อมูลรับรอง รหัสอนุญาต และโทเค็น
tr_tr: Bu günlük, uygulama hatalarını ve OAuth aşamalarını kaydeder. Kimlik bilgileri, yetkilendirme kodları ve belirteçler hariçtir.
uk_ua: У цьому журналі записуються помилки додатків і етапи OAuth. Облікові дані, коди авторизації та токени виключаються.
ur_pk: یہ لاگ ایپ کی خرابیوں اور OAuth سنگ میل کو ریکارڈ کرتا ہے۔ اسناد، اجازت کے کوڈز، اور ٹوکنز کو خارج کر دیا گیا ہے۔
uz_latn_uz: Bu jurnal ilova xatolarini va OAuth bosqichlarini qayd qiladi. Hisob ma'lumotlari, avtorizatsiya kodlari va tokenlar bundan mustasno.
vi_vn: Nhật ký này ghi lại các lỗi ứng dụng và các mốc quan trọng của OAuth. Thông tin xác thực, mã ủy quyền và mã thông báo bị loại trừ.
zh_hans_cn: 此日志记录应用程序错误和 OAuth 里程碑。凭证、授权码和令牌不包括在内。
zh_hant_hk: 此日誌記錄應用程式錯誤和 OAuth 里程碑。憑證、授權碼和令牌不包括在內。
zu_za: Le log irekhoda amaphutha ohlelo lokusebenza kanye nezinyathelo ezibalulekile ze-OAuth. Ukuqinisekisa, amakhodi okugunyaza, namathokheni akufakiwe.

# DiagnosticsTitle.Text
source: diagnostics
af_za: diagnostiek
am_et: ምርመራዎች
ar_sa: التشخيص
as_in: ডায়েগনষ্টিকছ
az_latn_az: diaqnostika
be_by: дыягностыка
bg_bg: диагностика
bn_bd: ডায়াগনস্টিকস
bs_latn_ba: dijagnostika
ca_es: diagnòstics
cs_cz: diagnostika
da_dk: diagnostik
de_de: Diagnostik
el_gr: διαγνωστικά
es_us: diagnóstico
et_ee: diagnostika
eu_es: diagnostikoak
fa_ir: تشخیصی
fi_fi: diagnostiikka
fil_ph: mga diagnostic
fr_ca: diagnostic
gl_es: diagnósticos
gu_in: ડાયગ્નોસ્ટિક્સ
he_il: אבחון
hi_in: निदान
hr_hr: dijagnostika
hu_hu: diagnosztika
hy_am: ախտորոշում
id_id: diagnostik
is_is: greiningar
it_it: diagnostica
ja_jp: 診断
ka_ge: დიაგნოსტიკა
kk_kz: диагностика
km_kh: រោគវិនិច្ឆ័យ
kn_in: ರೋಗನಿರ್ಣಯ
ko_kr: 진단
ky_kg: диагностика
lo_la: ການວິນິດໄສ
lt_lt: diagnostika
lv_lv: diagnostika
mk_mk: дијагностика
ml_in: ഡയഗ്നോസ്റ്റിക്സ്
mr_in: निदान
ms_my: diagnostik
nb_no: diagnostikk
ne_np: निदान
nl_nl: diagnostiek
or_in: ନିଦାନ
pa_in: ਡਾਇਗਨੌਸਟਿਕਸ
pl_pl: diagnostyka
pt_br: diagnóstico
ro_ro: diagnostice
ru_ru: диагностика
si_lk: රෝග විනිශ්චය
sk_sk: diagnostika
sl_si: diagnostiko
sq_al: diagnostifikimit
sr_cyrl_rs: дијагностика
sr_latn_rs: dijagnostika
sv_se: diagnostik
sw_ke: uchunguzi
ta_in: நோய் கண்டறிதல்
te_in: రోగనిర్ధారణ
th_th: การวินิจฉัย
tr_tr: teşhis
uk_ua: діагностика
ur_pk: تشخیص
uz_latn_uz: diagnostika
vi_vn: chẩn đoán
zh_hans_cn: 诊断
zh_hant_hk: 診斷
zu_za: zokuxilonga
